function Intro() {
    return (
        <div>
            
            <h1>История</h1>
            <p>История электроники началась в конце 19 века с изучения электричества и открытия электрона Дж. Дж. Томсоном в 1897 году.
                Фундаментом стали выкуумные лампы(триод Ли де Фореста, 1906 г.), позволившие усиливать сигналы,
                 и первые полупроводниковые детекторы. Эра электроники сменила электромеханику, приведя к созданию радио, телевидения и 
                 первых ЭВМ.
            </p>

            <h3>Ключевые этапы развития:</h3>
            <ul>
                <li>
                <strong>Конец 19 века (Открытие): </strong>Электроника выделилась из электроники
                благодаря экспериментам с катодными лучами. В 1897 году Дж. Дж. Томсон открыл электрон, что дало понимание
                природы электрического тока.
                </li>
                <li>
                <strong>Изобретение радио (1895-1899): </strong>А.С. Попов успешно применил радиосвязь, используя когерер, а затем
                - полупроводниковый диод (детектор) в 1899 году.
                </li>
                <li>
                <strong>Эра вакуумных ламп (1900-е -1940-е): </strong>Создание диода (Флеминг) и триода (Ли де Форест) 
                позволило усиливать слабые сигналы, что стало основой для радиотехники и первых компьютеров, таких как ENIAC(1946).
                </li>
                <li>
                <strong>Полупроводниковая революция (1947): </strong>Создание транзистора Уильямом Шокли, 
                Джоном Бардином и Уолтером Браттейном в Bell Labs ознаменовало переход от громоздких ламп 
                к твердотельной электронике.
                </li>
                <li>
                <strong>Микроэлектроника (с 1950-х – 1960-х): </strong>Появление интегральных схем, 
                объединяющих множество транзисторов на одном чипе, что привело 
                к миниатюризации вычислительной техники.
                </li>
            </ul>
            <p>История электроники — это переход от управления электронами в вакууме к управлению 
                ими внутри твердых тел (полупроводников).</p>
            
        </div>
        
    );
}
export default Intro;